[
  {
    "filmLink": "https://www.youtube.com/watch?v=tTwFeGArcrs",
    "genres": "Драма 18+",
    "time": "1 ч 52 мин",
    "artists": [
      "Франсуа Клюзе",
      "Омар Си",
      "Анн Ле Ни",
      "Одри Флёро",
      "Жозефин де Мо"
    ],
    "filmMaker": "Оливье Накаш",
    "longDescription": "В мире, где роскошь соседствует с отчаянием, а циничный ум – с неиссякаемым жизнелюбием, рождается невероятный союз. Филипп, аристократ, потерявший все, кроме богатства и сарказма, и Дрисс, молодой выходец из трущоб, живущий одним днем, – два человека, чьи миры, казалось бы, никогда не должны были пересечься. \n\n Этот фильм – не просто история о дружбе. Это путешествие в глубины человеческой души, исследование границ между мирами, и поиск ответа на вопрос: что значит жить по-настоящему, даже когда кажется, что все потеряно? \n\n Приготовьтесь к искренней и трогательной истории, полной смеха, слез и неожиданных откровений. Фильму, который докажет вам, что даже в самых неожиданных местах можно найти не только друга, но и смысл жизни. Узнайте, как парализованный аристократ и хулиганистый парень из пригорода перевернут мир друг друга, и, возможно, ваш собственный. Но помните: то, что начинается как игра, может закончиться чем-то гораздо большим…",
    "shortDescription": "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.",
    "descImages": [
      "https://avatars.mds.yandex.net/get-kinopoisk-image/10900341/caf9f155-1a19-42f1-a0f3-9c8773e9083e/600x900",
      "FilmImg/jetbrains://idea/navigate/reference?project=Reviewer&path=static%2FFilmImg%2F1%2B1-1-short.png",
      "jetbrains://idea/navigate/reference?project=Reviewer&path=static%2FFilmImg%2F1%2B1-2-short.png",
      "jetbrains://idea/navigate/reference?project=Reviewer&path=static%2FFilmImg%2F1%2B1-3-long.png"
    ],
    "filmTitle": "1+1",
    "descRating": "8.9",
    "country": "Франция",
    "releaseDate": "2011"
  },
  {
    "filmLink": "https://www.youtube.com/watch?v=qcPfI0y7wRU",
    "genres": "Фантастика 18+",
    "time": "2 ч 49 мин",
    "artists": [
      "Мэттью Макконахи",
      "Энн Хэтэуэй",
      "Джессика Честейн",
      "Маккензи Фой",
      "Майкл Кейн"
    ],
    "filmMaker": "Кристофер Нолан",
    "longDescription": "В недалёком будущем, когда планета Земля охвачена экологической катастрофой, человечество стоит на грани вымирания. Пыльные бури, уничтожающие урожай, и нарастающий голод – лишь предвестники грядущего краха. Надежды практически нет, но в отчаянии рождается последняя, отчаянная надежда. \n\n Купер, в прошлом блестящий пилот и инженер, а ныне фермер, вынужденный заботиться о своих детях, неожиданно получает шанс вернуться к своей страсти – исследованию космоса. Он оказывается в эпицентре секретной миссии, призванной спасти человечество от гибели. \n\nВ этом путешествии Куперу предстоит столкнуться с невероятными явлениями, пройти через испытания, которые проверят не только его навыки, но и его веру в человечество, в его детей. Он будет разрываться между долгом перед семьей и долгом перед всей цивилизацией.\n\nЧто скрывает в себе этот таинственный космос? Какую цену придется заплатить за спасение? И сможет ли он, отважный исследователь и любящий отец, найти новый дом для человечества, прежде чем угаснет последний луч надежды?",
    "shortDescription": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
    "descImages": [
      "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/430042eb-ee69-4818-aed0-a312400a26bf/600x900",
      "jetbrains://idea/navigate/reference?project=Reviewer&path=static%2FFilmImg%2FInterstellar1-short.png",
      "jetbrains://idea/navigate/reference?project=Reviewer&path=static%2FFilmImg%2FInterstellar2-short.png",
      "jetbrains://idea/navigate/reference?project=Reviewer&path=static%2FFilmImg%2FInterstellar3-long.png"
    ],
    "filmTitle": "Интерстеллар",
    "descRating": "8.7",
    "country": "США, Великобритания, Канада",
    "releaseDate": "2014"
  },
  {
    "filmLink": "https://www.youtube.com/watch?v=fYBmoH1io_E",
    "genres": "Комедия 18+",
    "time": "1 ч 29 мин",
    "artists": [
      "Сами Насери",
      "Фредерик Дифенталь",
      "Марион Котийяр",
      "Эмма Виклунд",
      "Бернар Фарси"
    ],
    "filmMaker": "Жерар Пирес",
    "longDescription": "Он мечтал о скорости, но был скован улицами Марселя, развозя пиццу. Шесть лет ожидания, и вот - шанс. Даниэль Моралес, бывший доставщик, получает заветное удостоверение таксиста. Его новый Peugeot 406 - это не просто машина, это ключ к свободе, дорога к новым рекордам… и первым неприятностям. \n\n Скорость - его стихия, правила дорожного движения - лишь досадная помеха. Но эта лихая езда, граничащая с безумием, привлекает внимание. Чьё? И что скрывается за улыбкой клиентки, предложившей ему больше, чем просто чаевые? \n\n Она - Камилла Кутан-Корбадек, женщина, хранящая секрет о своем сыне, Эмильене. Кажется, он - программист, но что-то не так. Он робок, неуклюж и тайно влюблен в комиссара полиции Петру, которая видит в нём лишь объект для шуток.\nНо что произойдёт, когда судьбы Даниэля и Эмильена, двух таких разных людей, пересекутся? Что таит в себе этот таинственный город? И какую роль в этой истории сыграет погоня, о которой ещё никто не знает? Пристегните ремни. Дорога только начинается…",
    "shortDescription": "Таксист Даниэль помешан на быстрой езде. Как ураган проносится он по извилистым улицам Марселя на мощном ревущем «Пежо», пугая прохожих и приводя в ужас пассажиров. Начинающий следователь Эмильен вынуждает его помогать в поимке банды грабителей банков, каждый раз ускользающих от полиции на неуловимых «Мерседесах».",
    "descImages": [
      "https://avatars.mds.yandex.net/get-kinopoisk-image/10893610/67f3c053-f324-419d-932e-3d234f2105f5/600x900",
      "jetbrains://idea/navigate/reference?project=Reviewer&path=static%2FFilmImg%2FTaxi1-short.png",
      "jetbrains://idea/navigate/reference?project=Reviewer&path=static%2FFilmImg%2FTaxi2-short.png",
      "jetbrains://idea/navigate/reference?project=Reviewer&path=static%2FFilmImg%2FTaxi3-long.png"
    ],
    "filmTitle": "Такси",
    "descRating": "8.0",
    "country": "Франция",
    "releaseDate": "1998"
  },
  {
    "filmLink": "https://www.youtube.com/watch?v=kgAeKpAPOYk",
    "genres": "Драма 18+",
    "time": "2 ч 22 мин",
    "artists": [
      "Тим Роббинс",
      "Морган Фриман",
      "Боб Гантон",
      "Уильям Сэдлер",
      "Клэнси Браун"
    ],
    "filmMaker": "Фрэнк Дарабонт",
    "longDescription": "Забудьте о стенах тюрьмы, представляющих лишь физическое заточение. Шоушенк - это метафора, паутина, сотканная из отчаяния, несправедливости и медленно угасающей надежды. Энди Дюфрейн, успешный банкир, обвинен в жестоком убийстве, которого он не совершал, и приговорен к двум пожизненным заключениям в самой мрачной и безнадежной тюрьме штата Мэн. Погрузитесь в мир, где коррупция – норма, жестокость – валюта, а время тянется мучительно медленно, стирая личность и волю.\n\n “Побег из Шоушенка” – это не просто история о бегстве из тюрьмы. Это глубокая притча о силе человеческого духа, о ценности дружбы и о неугасающей надежде, которая, подобно маленькому зернышку, может прорасти даже сквозь бетон. Приготовьтесь к путешествию, которое заставит вас переосмыслить границы возможного, усомниться в справедливости мира и поверить в то, что даже в самом темном месте можно найти путь к свету.",
    "shortDescription": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
    "descImages": [
      "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/0b76b2a2-d1c7-4f04-a284-80ff7bb709a4/600x900",
      "/FilmImg/ES1-short.png",
      "/FilmImg/ES2-short.png",
      "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/15a79875-4799-46fd-b51b-d3a9b42cdfe3/3840x"
    ],
    "filmTitle": "Побег из Шоушенка",
    "descRating": "9.1",
    "country": "США",
    "releaseDate": "1994"
  }
]