{
  "filmLink": "https://www.youtube.com/watch?v=qcPfI0y7wRU",
  "genres": "Фантастика 18+",
  "time": "2 ч 49 мин",
  "artists": [
    "Мэттью Макконахи",
    "Энн Хэтэуэй",
    "Джессика Честейн",
    "Маккензи Фой",
    "Майкл Кейн"
  ],
  "filmMaker": "Кристофер Нолан",
  "longDescription": "В недалёком будущем, когда планета Земля охвачена экологической катастрофой, человечество стоит на грани вымирания. Пыльные бури, уничтожающие урожай, и нарастающий голод – лишь предвестники грядущего краха. Надежды практически нет, но в отчаянии рождается последняя, отчаянная надежда. <br><br> Купер, в прошлом блестящий пилот и инженер, а ныне фермер, вынужденный заботиться о своих детях, неожиданно получает шанс вернуться к своей страсти – исследованию космоса. Он оказывается в эпицентре секретной миссии, призванной спасти человечество от гибели. <br><br>В этом путешествии Куперу предстоит столкнуться с невероятными явлениями, пройти через испытания, которые проверят не только его навыки, но и его веру в человечество, в его детей. Он будет разрываться между долгом перед семьей и долгом перед всей цивилизацией.<br><br>Что скрывает в себе этот таинственный космос? Какую цену придется заплатить за спасение? И сможет ли он, отважный исследователь и любящий отец, найти новый дом для человечества, прежде чем угаснет последний луч надежды?",
  "shortDescription": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
  "descImages": [
    "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/430042eb-ee69-4818-aed0-a312400a26bf/600x900",
    "FilmImg/Interstellar1-short.png",
    "FilmImg/Interstellar2-short.png",
    "FilmImg/Interstellar3-long.png"
  ],
  "filmTitle": "Интерстеллар",
  "descRating": "8.7",
  "country": "США, Великобритания, Канада",
  "releaseDate": "2014"
}